/* Title for cancel button. */
"Cancel" = "Annuler";

/* Title for open file panel in PathInputField. */
"Choose Directory" = "Choisir un répertoire";

/* Label for connection configuration input description. */
"Connection" = "Connexion";

/* Date header title for error log table. */
"Date" = "Date";

/* The default title presented in a configuration. */
"Default Configuration Name" = "Entrez un nom";

/* Title for delete button. */
"Delete" = "Supprimer";

/* Alert message asking for delete confirmation. */
"Delete Confimation" = "Confirmer la suppression";

/* Alert text asking for delete confirmation. */
"Delete Confirmation Text" = "Cliquez sur le bouton de supprimer pour confirmer que la configuration sélectionnée doit être supprimée.";

/* Alert message telling that deleting failed. */
"Delete Failed" = "Échec de la suppression";

/* Alert text telling that deleting failed. */
"Delete Failed Text" = "Ce n'était pas possible de supprimer la configuration sélectionnée. Voir le rapport d'erreur pour plus d'informations.";

/* Description header title for error log table. */
"Description" = "Description";

/* Title for no button. */
"Discard" = "Annuler";

/* Label for host configuration input description. */
"Host" = "Host";

/* Placeholder for host configuration input. */
"Host Placeholder" = "10.0.0.0";

/* Alert message telling that input is disabled. */
"Input Protection Warning" = "Configuration protégée";

/* Alert text telling that input is disabled. */
"Input Protection Warning Text" = "Arrêtez la synchronisation pour modifier la configuration.";

/* Connection name for Local */
"Local" = "Localement";

/* Alert message telling that no item was selected. */
"No Item Selected" = "Aucune configuration sélectionnée";

/* Alert text telling that no item was selected. */
"No Item Selected Text" = "Sélectionnez une configuration pour effectuer l'action souhaitée.";

/* Title for ok button. */
"OK" = "OK";

/* Label for password configuration input description. */
"Password" = "Mot de passe";

/* Placeholder for password configuration input. */
"Password Placeholder" = "*****";

/* Label for path configuration input description. */
"Path" = "Chemin";

/* Placeholder for path configuration input. */
"Path Placeholder" = "chemin/d'accès";

/* Title for save button. */
"Save" = "Enregistrer";

/* Alert message telling that saving failed. */
"Save Failed" = "Échec de l'enregistration";

/* Alert text telling that saving failed. */
"Save Failed Text" = "Ce n'était pas possible de enregistrer la configuration sélectionnée. Voir le rapport d'erreur pour plus d'informations.";

/* Connection name for SFTP */
"SFTP" = "SFTP";

/* Stop title for the Start/Stop button. */
"Start" = "Commencer";

/* A tooltip text, which explain what the yellow color (active) means. */
"Status Active Explanation" = "La synchronisation est actuellement active.";

/* A tooltip text, which explain what the green color (connected) means. */
"Status Connected Explanation" = "La synchronisation est actuellement active et connectée.";

/* A tooltip text, which explain what the red color (failed) means. */
"Status Failed Explanation" = "La synchronisation a échoué.";

/* A tooltip text, which explain what the gray color (inactive) means. */
"Status Inactive Explanation" = "La synchronisation est actuellement inactive.";

/* Stop title for the Start/Stop button. */
"Stop" = "Arrêter";

/* Type header title for error log table. */
"Type" = "Type";

/* Alert message aksing what to do with unsaved changes. */
"Unsaved Changes" = "Modifications non enregistrées";

/* Alert text aksing what to do with unsaved changes. */
"Unsaved Changes Text" = "Il y a des modifications non enregistrées pour la confiugration, qui etait édité. Cliquez sur enregistrer ou supprimer pour continuer.";

/* Label for user configuration input description. */
"User" = "Utilisateur";

/* Placeholder for user configuration input. */
"User Placeholder" = "Jean";

